"Regular" = "Normale";

"Grid" = "Griglia";

"Cubism" = "Cubismo";

"Bad Math" = "Matematica Pazza ";

"M-Theory" = "Teoria-M";

"UHFTEM" = "UHFTEM";

"Nowhere" = "Altrove";

"Echo" = "Eco";

"Kaleidoscope" = "Caleidoscopio";

"Random" = "Casuale";

"Custom" = "Fuoriserie";
